Repository: collective/Products.windowZ
Catalog: Products/windowZ/i18n/windowZ-plone-*.po
Languages: es, it, nl, pt

source: A Window is a content type that shows one URL inside an iFrame in a page of the site.
es: Una Ventana es un tipo de contenido que enseña un URL dentro de un iFrame en una página del site.
it: Una finestra è un tipo di contenuto che mostra un URL dentro di un iFrame in una pagina del sito.
nl: Een Scherm is een content type dat een URL in het iFrame van een websitepagina weergeeft.
pt: Uma Janela é um tipo de conteúdo que mostra um URL dentro de um iFrame numa página do site.

source: Both Columns Suppressed Window
es: Ventana sin Ambas Columnas
it: Finestra senza entrambi le colonne
nl: Beide kolommen op voorgrond Scherm
pt: Janela sem Ambas as Colunas

source: Left Column Suppressed Window
es: Ventana sin la Columna Izquierda
it: Finestra senza colonna di sinistra
nl: Linker Kolom op Voorgrond Scherm
pt: Janela sem a Coluna da Esquerda

source: Normal Window
es: Ventana Normal
it: Finestra normale
nl: Normaal scherm
pt: Janela Normal

source: Right Column Suppressed Window
es: Ventana sin la Columna Izquierda
it: Finestra senza colonna di destra
nl: Rechter Kolom op voorgrond Scherm
pt: Janela sem a Coluna da Direita

source: Show Window
nl: Toon scherm
pt: Mostrar Janela

source: Window
es: Ventana
it: Finestra
nl: Scherm
pt: Janela

source: description_edit_window
es: Una Ventana es un tipo de contenido que enseña un URL dentro de un iFrame en una página del site.
it: Una finestra è un tipo di contenuto che mostra un URL dentro di un iFrame in una pagina del sito.
nl: Een Scherm is een content type dat een URL in het iFrame van een websitepagina weergeeft.
pt: Uma Janela é um tipo de conteúdo que mostra um URL dentro de um iFrame numa página do site.

source: description_edit_windowztool
es: Herramienta del windowZ con configuraciones generales para los contenidos del tipo Ventana
it: Strumento di windowZ con le configurazioni generiche per i contenuti di tipo Finestra.
nl: WindowZ applicatie met standaard instellingen voor windows content types.
pt: Ferramenta do windowZ com configurações gerais para os conteúdos do tipo Janela.

source: windowZ Settings
es: Configuraciones del windowZ
it: Configurazioni de windowZ
nl: windowZ Instellingen
pt: Configurações do windowZ

source: windowZ Tool
es: Herramienta del windowZ
it: Strumenti di windowZ
pt: Ferramenta do windowZ
