Repository: collective/Products.windowZ
Catalog: Products/windowZ/locales/*/LC_MESSAGES/plone.po
Languages: ca, es, fr

source: A Window is a content type that shows one URL inside an iFrame in a page of the site.
ca: Un Window és un tipus de contingut que mostra una URL externa dintre d'una plana del portal.
es: Un Window es un tipo de contenido que muestra una URL externa dentro de una página del portal.
fr: Une fenêtre est un type de contenu qui affiche une URL dans un iFrame sur une page du site.

source: Both Columns Suppressed Window
ca: Window sense columnes
es: Window sin columnas
fr: Fenêtre masquant les deux colonnes

source: Left Column Suppressed Window
ca: Window sense la columna esquerra
es: Window sin la columna izquierda
fr: Fenêtre masquant la colonne de gauche

source: Normal Window
ca: Window per defecte
es: Window (vista por defecto)
fr: Fenêtre normale

source: Right Column Suppressed Window
ca: Window sense la columna dreta
es: Window sin la columna derecha
fr: Fenêtre masquant la colonne de droite

source: Show Window
ca: Mostrar el Window
es: Mostrar el Window

source: description_edit_window
ca: Un Window és un tipus de contingut que mostra una URL externa dintre d'una plana del portal.
es: Un Window es un tipo de contenido que muestra una URL externa dentro de una página del portal.
fr: Une fenêtre est un type de contenu qui affiche une URL dans un iFrame sur une page du site.

source: description_edit_windowztool
ca: Eina del windowZ amb configuracions generals pels continguts de tipus Window
es: Herramienta de configuración de windowZ. Se muestran las opciones generales para los contenidos de tipo
fr: Paramètres globaux pour les contenus de type Fenêtre de ce site.

source: windowZ Settings
ca: windowZ
es: windowZ
fr: Paramètres de windowZ

source: windowZ Tool
ca: Opcions de windowZ
es: Opciones de windowZ
fr: Paramètres de windowZ

source: Window
fr: Fenêtre
